[
  {
    "src1": "./img/sdg_images/sdg1.jpg",
    "src2": "./img/sdg_images/ss1.jpg",
    "rowTitle": "No Poverty",
    "row1": "This aim is to ensure that people all over the world find enough food to live, can shelter in a suitable place to live and settle in addition to eating and drinking, have adequate clothing, can access hospitals to live a healthy life, and especially children and young people can gain knowledge and skills by taking advantage of educational opportunities and to enable them to speak their mind and say what they think."
  },
  {
    "src1": "./img/sdg_images/sdg2.jpg",
    "src2": "./img/sdg_images/ss2.jpg",
    "rowTitle": "Zero Hunger",
    "row1": "Hunger is a state of malnutrition that occurs when you do not eat properly for a long time. This goal ensures that everyone, from children to the elderly, gets enough food with adequate nutrition and supports avoiding food waste."
  },
  {
    "src1": "./img/sdg_images/sdg3.jpg",
    "src2": "./img/sdg_images/ss3.jpg",
    "rowTitle": "Good Health and Well-Being",
    "row1": "The goal is for everyone to be healthy, prevent disease and have access to adequate medical treatment. Women should be able to have babies safely and medicines or vaccines should be accessible to everyone. This goal also includes reducing injuries or deaths resulting from accidents and pollution of air, water and soil."
  },
  {
    "src1": "./img/sdg_images/sdg4.jpg",
    "src2": "./img/sdg_images/ss4.jpg",
    "rowTitle": "Quality Education",
    "row1": "The goal is to ensure that everyone, including girls, disabled people and people in difficult situations, receives equitable quality education with lifelong learning opportunities. Providing safe, easily accessible schools and increasing the number of qualified teachers will help achieve this. Regardless of who, where and whatever the situation; It is important to continue education even in the midst of conflict and disaster and to have access to a good education."
  },
  {
    "src1": "./img/sdg_images/sdg5.jpg",
    "src2": "./img/sdg_images/ss5.jpg",
    "rowTitle": "Gender Equality",
    "row1": "The goal is to empower women and girls to end discrimination against them. Ways to do this include preventing physical, emotional and sexual harm to women; valuing work done at home; protection of women's rights regarding pregnancy and birth and encouraging equal participation in areas of politics, economy, etc."
  },
  {
    "src1": "./img/sdg_images/sdg6.jpg",
    "src2": "./img/sdg_images/ss6.jpg",
    "rowTitle": "Clean Water and Sanitation",
    "row1": "The goal is to provide clean water and a healthy environment to everyone through proper hygiene management. This necessitates steps of good water management for everyone and waste disposal and water reuse."
  },
  {
    "src1": "./img/sdg_images/sdg7.jpg",
    "src2": "./img/sdg_images/ss7.jpg",
    "rowTitle": "Affordable and Clean Energy",
    "row1": "The goal is to provide everyone with reliable, low-priced energy, not only from wood or coal, but also from new sources of electricity or gas. The target is to make more use of clean, renewable energy (such as sunlight, wind, flowing rivers and ocean tides) and increase energy efficiency."
  },
  {
    "src1": "./img/sdg_images/sdg8.jpg",
    "src2": "./img/sdg_images/ss8.jpg",
    "rowTitle": "Decent Work and Economic Growth",
    "row1": "Everyone, including women, men, young people and disabled people, has the right to work under equal conditions and for good wages. Decent work means that everyone has access to satisfying work that benefits economic growth while protecting natural resources. This goal aims to ensure that everyone can have a job and work in decent jobs. The goal is to end child labour, which causes mental and physical harm to children under the age of 18 who are forced to work."
  },
  {
    "src1": "./img/sdg_images/sdg9.jpg",
    "src2": "./img/sdg_images/ss9.jpg",
    "rowTitle": "Industry, Innovation and Infrastructure",
    "row1": "This goal aims to develop sectors that are innovative, provide equal opportunities to everyone and protect the environment for the growth of societies. Infrastructure means the buildings, transportation, services, etc. that people need in their daily lives. Examples of these services include water supply, railways, gas, electricity and Internet. The goal is to create disaster-resilient infrastructure, promote sustainable and inclusive economic development, and facilitate the emergence of new technologies."
  },
  {
    "src1": "./img/sdg_images/sdg10.jpg",
    "src2": "./img/sdg_images/ss10.jpg",
    "rowTitle": "Reduced Inequalities",
    "row1": "The goal is to reduce inequalities or differences both between and within countries. Inequality can be eliminated by increasing the incomes of poor people and getting rid of laws and practices that discriminate against certain people for any reason."
  },
  {
    "src1": "./img/sdg_images/sdg11.jpg",
    "src2": "./img/sdg_images/ss11.jpg",
    "rowTitle": "Sustainable Cities and Communities",
    "row1": "The goal is to create cities and communities where everyone lives in safe, quality housing with access to water, electricity and other basic services. Communities must be resilient to disasters. It should also monitor air pollution and waste management while ensuring safe and easy access to services for children, the elderly and other vulnerable people."
  },
  {
    "src1": "./img/sdg_images/sdg12.jpg",
    "src2": "./img/sdg_images/ss12.jpg",
    "rowTitle": "Responsible Consumption and Production",
    "row1": "Do you ever think about where the products we use come from and where the waste we create goes? The goal is to make sure that resources are not wasted when making and using things. Key ways to achieve this include halving food waste worldwide; monitoring harmful chemicals released when doing things to prevent water, air and soil contamination; and adopting the three Rs (reduce, reuse, recycle) to minimize waste."
  },
  {
    "src1": "./img/sdg_images/sdg13.jpg",
    "src2": "./img/sdg_images/ss13.jpg",
    "rowTitle": "Climate Action",
    "row1": "This goal aims to find solutions such as renewable energy (such as wind, solar, geothermal) and clean technologies to combat climate change and its effects."
  },
  {
    "src1": "./img/sdg_images/sdg14.jpg",
    "src2": "./img/sdg_images/ss14.jpg",
    "rowTitle": "Life Below Water",
    "row1": "We need healthy oceans, and the oceans need our protection. This goal is to reduce ocean pollution by protecting the oceans, seas and all the creatures living in them, to end illegal fishing that harms the environment and to ensure the sustainable use of marine resources."
  },
  {
    "src1": "./img/sdg_images/sdg15.jpg",
    "src2": "./img/sdg_images/ss15.jpg",
    "rowTitle": "Life on Land",
    "row1": "We share the same home with all animals and plants on land and we need to respect each other. This goal aims to protect animals and plants, take precautions and create a sustainable co-existence. Protecting forests and stopping desertification is important for the protection, renewal and sustainable use of land ecosystems (i.e. animals and the environments they live in). Endangered species must be protected and biodiversity loss must be prevented."
  },
  {
    "src1": "./img/sdg_images/sdg16.jpg",
    "src2": "./img/sdg_images/ss16.jpg",
    "rowTitle": "Peace, Justice and Strong Institutions",
    "row1": "This goal aims to find ways to enable people around the world to live in peaceful societies where they can access justice (courts and legal procedures), live without fear, and ensure that just institutions are active at the community, country and global levels."
  },
  {
    "src1": "./img/sdg_images/sdg17.jpg",
    "src2": "./img/sdg_images/ss17.jpg",
    "rowTitle": "Partnerships for the Goals",
    "row1": "This goal aims to act collectively for sustainable development around the world and to ensure that all countries work together to achieve goals from 1 to 16. Sustainable Development Goals should be included in national plans and greater steps should be taken to achieve them. Each country should consider what measures it can take and how it can use its financial resources to achieve the goals."
  }
]