
    {
      
      "nameBack1":
        "A child is any person under the age of 18.",
   
      "nameBack2":
        "The Convention is valid for all children, regardless of their ethnicity, gender, religion, disability, thoughts and expressions, and family situations." , 

      "nameBack3":
        "The best interests of the child must be the primary priority in all actions directed towards children.",
   
      "nameBack4":
        "Governments must do all they can to make sure that every child in their countries can enjoy all the rights.",
 
      "nameBack5":
        "Governments should let families and communities guide their children so that, as they grow up, they learn to use their rights in the best way.",
    
      "nameBack6":
        "Every child has the right to be alive. Governments should make sure that children survive and develop.",
    
      "nameBack7":
        "Every child must be registered in the civil registry with a name and citizenship and, has the right to be cared for by the parents to the extent possible.",
      
      "nameBack8":
        "Governments must protect and respect the child's identity; must prevent unlawful alteration of name, nationality and family ties. In case of unlawful deprivation of some of the elements of the child's identity, governments shall ensure that the child is re-identified and they take immediate action to provide the necessary assistance and protection.",
  
      "nameBack9":
        "The child should not be separated from his/her parents except in cases where it is in the child's best interest (for example, abuse or neglect). The child's opinion should be asked in decisions regarding the responsibilities of the parents. The child has the right to maintain a personal relationship with both parents, except in such cases of damage.",
    
      "nameBack10":
        "The application to enter the country made by the child or his/her parents for the purpose of family reunification, shall be handled in a positive, humane and prompt manner by the Government to which the application is made. A child has the right to direct contact with both his/her parents residing in different states.",
   
      "nameBack11":
        "Governments take measures to protect children from taking them out of the country illegally and preventing their return.",
  
      "nameBack12":
        "Every child has the right to express his or her views freely on all matters that concern him or her and to have their views taken into account.",
     
      "nameBack13":
        "Every child has the right to freely express his or her views and seek out and obtain all information as long as it is in accordance with the law.",
    
      "nameBack14":
        "Every child has the right to freedom of thought and belief and to freedom of fulfilling obligations of religion as long as it does not interfere with the rights of others. Governments respect parents’ rights to guide the child exercising these rights.",
   
      "nameBack15":
        "Every child has the right to socialize with other children and young people, as long as this does not impede the rights of others and the right to join groups and organizations.",
     
      "nameBack16":
        "Every child has the right to privacy. The legal order guarantees the child's private, family and home life.",
   
      "nameBack17":
        "Every child has the right to access reliable information through mass media. Television, radio, newspapers and other means of communication should provide information that children can understand. Governments should help protect children from content that could harm them.",
   
      "nameBack18":
        "Both parents are responsible for the child's upbringing and always act in the child's best interests. Particularly if the child's parents work, governments should offer support to the parents by providing the necessary services in exercising their responsibilities regarding the child's upbringing.",
  
      "nameBack19":
        "Governments take all necessary precautions to protect the child subjected to any form of violence, abuse, neglect or maltreatment from child's parents or any person who takes care of the child.",
   
      "nameBack20":
        "In cases where it is not possible for a child to be cared for by his or her family, governments must ensure that they are properly cared for by people who respect the child's religion, culture and language.",
   
      "nameBack21":
        "If a child is adopted, the top priority must be the child's best interests. The child is given the same protection and standards regardless of whether he or she is adopted in the country of the birth of the child or in another country.",
  
      "nameBack22":
        "Governments must ensure that a child who is considered a refugee or who is seeking to obtain refugee, enjoys equal rights. Governments should support the efforts made to achieve reunite the refugee child with family. Where this is not possible, the child must be protected.",

      "nameBack23":
        "Disabled children have the right to live a full life under conditions to facilitate securing their dignity, improving their self-confidence and participating effectively in social life. Governments shall make every effort to provide free care and assistance to children with disabilities.",
   
      "nameBack24":
        "Every child has the right to the best possible health. Governments should offer quality healthcare, clean water, nutritious food and a clean environment to ensure that the child is healthy. Rich governments should help poor governments in this regard.",
  
      "nameBack25":
        "The child who is placed in a place other than his home (nursing home, hospital or prison) has the right to come under review about all other conditions related to his/her placement and treatment at regular intervals.",
   
      "nameBack26":
        "Governments should allocate more financial resources to the children of families in need.",

      "nameBack27":
        "Every child has the right to have the same level of adequate life that meets the physical, social and mental developmental needs.",
  
      "nameBack28":
        "Every child has the right to education. Primary education should be free. Secondary education services should be accessible for every child. Disciplinary practices in schools must be compatible with the dignity of children as human beings. Rich countries should help poor countries in this regard.",
   
      "nameBack29":
        "The aim of education should be to develop the child's personality, skills and abilities as much as possible. Education should encourage respect for the child's human rights, his/her parents, his/her own culture and other cultures, and the environment.",
 
      "nameBack30":
        "Every child has the right to speak the language of his or her family, even if it is not shared by the majority of people in the country in which he or she lives and has the right to learn about his/her customs and religion and to practice them.",
   
      "nameBack31":
        "Every child has the right to rest, play and participate in various cultural and artistic activities.",
  
      "nameBack32":
        "Governments must protect children from situations and being employed in jobs that may be dangerous to them or harmful to their health or education.",
  
      "nameBack33":
        "Governments must protect children against the illegal use of drugs.",
   
      "nameBack34":
        "Governments must protect children against sexual exploitation and abuse.",
  
      "nameBack35":
        "Governments must prevent children from being abducted or sold for money.",
   
      "nameBack36":
        "Governments must protect children against all other forms of abuse.",
 
      "nameBack37":
        "No child shall be subjected to torture or other cruel treatment or punishment. Arrest or imprisonment of a child should only be considered as a measure of last resort and it should be limited to the shortest period possible. Children in penal institutions should not be detained in the same place as adults and should be able to maintain contact with their families.",
 
      "nameBack38":
        "Governments must show effort to the maximum extent possible for the protection and care of children affected by war. Governments should not allow children under the age of 15 to participate in war or to be recruited.",
  
      "nameBack39":
        "For the health of children who are victims of neglect, exploitation or abuse, torture or armed conflict, special assistance must be provided to help the child regain his or her dignity and self-respect.",
  
      "nameBack40":
        "A child who is alleged or admitted to have violated the law should be treated in a humane and dignified manner. Children have the right to get support from a lawyer and to a fair trial regarding their age or situation.",
 
      "nameBack41":
        "If the legislation of a particular country provides better protection for children than the provisions of the Convention, that legislation in question should continue to be implemented as it is.",
   
      "nameBack42":
        "Governments should inform children and adults about the Convention."
    
    }